!
#
$
%
&
'
''
'30s
'40s
'60s
'68
'70s
'71
'80s
'86
'90s
'Em
'N
'S
'T-
'd
'em
'll
'm
'n'
're
's
'til
've
(
)
,
-
--
--n--
--unk--
-0.06
.
...
.270
.50
.what
0
0.0002
0.0015
0.0018
0.0040
0.0075
0.01
0.0100
0.0108
0.0115
0.0182
0.02
0.025
0.03
0.05
0.06
0.07
0.1
0.10
0.11
0.12
0.13
0.14
0.15
0.16
0.17
0.18
0.19
0.2
0.20
0.23
0.24
0.25
0.26
0.27
0.272
0.28
0.3
0.30
0.31
0.32
0.35
0.36
0.37
0.375
0.39
0.4
0.43
0.44
0.45
0.47
0.5
0.50
0.51
0.53
0.55
0.57
0.59
0.6
0.60
0.628394
0.6287
0.63
0.65
0.66
0.7
0.71
0.73
0.75
0.76
0.8
0.85
0.86
0.88
0.89
0.9
0.92
0.94
0.95
0.99
1
1,000
1,000-ship
1,001
1,003,884
1,012
1,013
1,014
1,015
1,022,000
1,026.46
1,027
1,030
1,035,000
1,040
1,048,500,000
1,050
1,059.04
1,062
1,068,000
1,070,000
1,074
1,075,000
1,087
1,100
1,100-parcel-a-week
1,103.11
1,108
1,111
1,120
1,120,317
1,124
1,141
1,143
1,150
1,150,000
1,155
1,174
1,177,000
1,200
1,200,000
1,200-year-old
1,214
1,222
1,224
1,235
1,240
1,244
1,250
1,250,000
1,263,000
1,271
1,275,000
1,290
1,296,000
1,296,800
1,300
1,300,000
1,300-member
1,310
1,325,900
1,327
1,342,264
1,351,662
1,365,226
1,368
1,380,000
1,384,119
1,400
1,400,000
1,400-member
1,425,035
1,430
1,435
1,450,635
1,455,000
1,458,000
1,475,000
1,480
1,482
1,490
1,500
1,500,000
1,520
1,531,000
1,534,600
1,600
1,616,000
1,640
1,640,000
1,642
1,647
1,656,870
1,657,736
1,680
1,685
1,695,000
1,700
1,716
1,730
1,735
1,745,000
1,749,000
1,750
1,770
1,774,326
1,784,400
1,800
1,800-a-year
1,802,000
1,809,300
1,810,700
1,816,000
1,826,596
1,828,000
1,838,200
1,843,000
1,848,000
1,850
1,853,735
1,859
1,878-page
1,892
1,900
1,908
1,920
1,930
1,977
1,979,000
1,980
1-2-3
1-800-453-9000
1-for-10
1-million-plus
1-to-1
1.
1.0
1.01
1.011
1.02
1.03
1.04
1.045
1.05
1.06
1.07
1.08
1.09
1.1
1.10
1.11
1.12
1.125
1.1270
1.1280
1.13
1.14
1.143
1.15
1.1510
1.1580
1.16
1.168
1.17
1.175
1.18
1.19
1.1960
1.2
1.20
1.21
1.22
1.23
1.23-a-pound
1.2345
1.24
1.25
1.255
1.26
1.2645
1.27
1.2795
1.28
1.29
1.3
1.30
1.31
1.32
1.34
1.342
1.35
1.36
1.37
1.375
1.38
1.388
1.39
1.4
1.40
1.41
1.42
1.43
1.439
1.44
1.45
1.46
1.465
1.47
1.48
1.49
1.5
1.5-mile
1.50
1.51
1.52
1.53
1.54
1.55
1.5500
1.56
1.57
1.5753
1.5765
1.5775
1.5795
1.58
1.5805
1.5820
1.5825
1.5885
1.5890
1.59
1.5920
1.5930
1.5940
1.5990
1.6
1.6-liter
1.60
1.6030
1.6055
1.61
1.6143
1.6145
1.62
1.625
1.63
1.64
1.65
1.66
1.67
1.68
1.69
1.7
1.70
1.71
1.72
1.73
1.74
1.75
1.76
1.7600
1.77
1.78
1.79
1.8
1.80
1.81
1.82
1.8200
1.83
1.8300
1.8340
1.8353
1.8355
1.84
1.8400
1.8410
1.8415
1.8435
1.8470
1.8485
1.85
1.8578
1.86
1.8667
1.8685
1.8690
1.87
1.875
1.88
1.89
1.9
1.90
1.9000
1.91
1.92
1.93
1.9375
1.94
1.95
1.96
1.97
1.98
1.99
10
10,000
10,000-circulation
10,300
10,450,000
10,674,500
10,873
10-11
10-2
10-a-share
10-cent-a-share
10-day
10-fold
10-gallon
10-member
10-month
10-month-long
10-point
10-square-mile
10-to-1
10-week
10-year
10-year-old
10.01
10.03
10.05
10.08
10.09
10.1
10.11
10.125
10.13
10.14
10.16
10.17
10.2
10.3
10.33
10.35
10.37
10.375
10.38
10.4
10.40
10.43
10.44
10.48
10.485
10.5
10.50
10.5625
10.59
10.6
10.62
10.625
10.66
10.7
10.75
10.77
10.78
10.8
10.83
10.86
10.875
10.9
10.93
10.95
10.958
10.98
100
100,000
100,000-guest
100-Share
100-acre
100-foot-long
100-member
100-mile
100-share
100-stock
100.2
100.4
100.625
100.8
1000
100th
101
101,000
101,250
101-year-old
101.225
101.4
101.45
101.5
101.60
101.7
101.75
101.80
101.90
101.95
101.98
1017.69
102
102.01
102.1
102.25
102.5
102.625
103
103,000
103-nation
103.98
104
104.79
104.8
105
105,000
105.2
105.39
105.4
106
106,100
106.2
106.6
106.7
107
107,100
107.50
107.87
107.9
108
108-year-old
108.2
108.28
108.3
108.4
108.625
108.8
109
109,000
109.25
109.50
109.66
109.85
1099
10:08
10:10
10:30
10:33
10:40
10:45
10\/32
10th
11
11,000
11,429,243
11,450
11,580
11,586
11,742,368
11,775,000
11,795
11,820,000
11-2
11-a-share
11-class
11-member
11-point
11-week
11-year
11.0
11.01
11.04
11.07
11.08
11.1
11.11
11.125
11.13
11.2
11.25
11.3
11.38
11.4
11.41
11.44
11.5
11.53
11.56
11.57
11.6
11.60
11.625
11.66
11.7
11.71
11.75-a-share
11.79
11.8
11.80
11.88
11.9
11.91
11.95
110
110,000
110-lawyer
110-story
110.1
110.4
110.6
110.625
110.9
111
111,000
111.2
111.48
111.9
112
112,000
112,383
112.16
112.2
112.5
112.625
112.9
113
114
114.2
114.3
114.4
114.6
114.63
114.7
115
115,000-square-foot
116
116,000
116,385,000
116.56
116.8
117
117-acre
117.2
117.3
117.375
117.7
117.9
117.94
118
119
119.2
119.88
1190.43
1191.86
1199.32
11:08
11:13
11:15
11:30
11:54
11:59
11\/16
11\/32
11th
11th-biggest
11th-grade
11th-hour
12
12,000
12,017,724
12,092
12,275
12,281
12,283,217
12,345
12,500
12,500,000
12,573,758
12,591
12,822,563
12,915,000
12-2
12-bed
12-cent-a-share
12-count
12-county
12-day
12-inches
12-member
12-minute
12-month
12-pack
12-point
12-story-high
12-year
12-year-old
12.05
12.09
12.1
12.10
12.12
12.125
12.2
12.25
12.3
12.375
12.38
12.39
12.4
12.43
12.44
12.45
12.48
12.49
12.5
12.50
12.57
12.6
12.60
12.66
12.7
12.75
12.76
12.8
12.8-pound
12.875
12.9
12.9375
12.94
12.95
12.97
120
120,000
120,000-employee
120-a-share
120-day
120-megabyte
120.1
120.6
120.7
120.8
1205.01
121
121.2
1210.70
122
122,700
122.36
122.4
122.7
123
123,000
123.1
123.5
123.6
123.7
123.8
123.9
1230.80
1236.66
124
124,000
124,732
124,875
124-year-old
124.2
124.5
1247.87
125
125,000
125,075
125,849
125-a-share
125-billion-a-year
125.1
125.7
1254.27
126,630,000
126.1
126.6
126.68
1263.51
127
127,446
127.5
128
128.1
128.19
128.6
128.9
129
129.24
129.3
129.38
129.48
129.49
129.6
129.62
129.63
129.72
129.84
129.90
129.97
12:01
12:06
12:07
12:15
12:38
12:48
12:54
12\/32
12th
13
13,000
13,120
13,249
13,865,000
13-7
13-hour
13-nation
13-point
13-week
13.02
13.05
13.1
13.15
13.18
13.2
13.25
13.26
13.3
13.32
13.34
13.35
13.4
13.44
13.5
13.50
13.6
13.625
13.63
13.64
13.7
13.71
13.75
13.78
13.79
13.8
13.81
13.851
13.9
13.94
130
130,000
130-lawyer
130-unit
130.09
130.1
130.13
130.2
130.25
130.36
130.46
130.73
130.76
130.80
130.875
131
131,146
131.3
131.34
131.64
132
132,000
132,620,000
132-acre
132.00
132.1
132.8
133
133.1
133.8
134
134,000
134,550
134,750,000
134-lawyer
134.2
134.8
134.9
135
135,000
135,860,000
135.09
135.2
135.6
135.9
136
136,000
136,800
136-page
136-year-old
136.4
137
137,200
137,550,000
137.2
137.20
137.4
137.5
137.6
137.8
138
138.625
139
139.75
13D
13\/16
13\/32
13th
14
14,000
14,099
14,505
14,560,000
14,580,000
14,789,000
14-foot
14-judge
14-month
14-point
14-pound
14-ship
14-year
14-year-old
14.06
14.1
14.11
14.2
14.24
14.25
14.27
14.3
14.31
14.4
14.43
14.44
14.5
14.50
14.6
14.60
14.7
14.70
14.75
14.76
14.8
14.85
14.933
14.95
14.97
14.99
140
140,000
140-point
140.1
140.106
140.74
140.91
140.95
140.97
141
141,903
141.1
141.33
141.35
141.45
141.52
141.55
141.57
141.60
141.65
141.70
141.80
141.85
141.90
141.93
141.95
142
142,117
142.02
142.10
142.15
142.17
142.2
142.25
142.3
142.32
142.4
142.40
142.43
142.5
142.55
142.70
142.75
142.80
142.85
142.95
143
143,000
143,178
143,534
143,800
143.4
143.6
143.88
144
144,610
144.1
144.35
144.4
144.5
144.9
145
145,954
145.2
145.4
145.45
145.7
146
146.3
146.8
1462.93
1466.29
147,121
147,300-share
147.5
147.6
1472.76
148
148,000
148-a-share
148.85
149
149.3
149.5
149.69
14\/32
14th
15
15,000
15,000-foot
15,015,000
15,261
15,845,000
15-a-share
15-acre
15-cents-a-share
15-day
15-fold
15-minute
15-month
15-pound
15-year
15.02
15.06
15.09
15.1
15.125
15.2
15.25
15.3
15.31
15.375
15.4
15.43
15.44
15.5
15.50
15.6
15.625
15.64
15.65
15.7
15.72
15.75
15.8
15.80
15.82
15.85
15.9
15.97
150
150,000
150,000-barrel-a-day
150,000-square-foot
150-foot-tall
150-megawatt
150-member
150-plus
150.2
150.3
150.7
150.8
1507.37
151
151,000
151.20
151.8
152,000
152.08
1523.22
153
153,000
153.3
153.9
153.93
154
154.05
154.2
155
155,000
155,650,000
155-mm
155.039
155.1
155.15
155.3
155.4
155.7
155mm
156
156,000-square-yard
156.12
156.3
156.6
156.7
156.8
157
157.2
157.78
157.8
158
158,863
158.2
159
159.7
159.92
15\/16
15\/32
15th
16
16%-owned
16,000
16,250
16,500
16,746
16,800,000
16-bit
16-hour
16-inch
16-month
16-nation
16-story
16-year-old
16-year-olds
16.02
16.03
16.05
16.08
16.1
16.2
16.20
16.22
16.25
16.3
16.375
16.38
16.4
16.40
16.436
16.5
16.50
16.56
16.59
16.6
16.625
16.66
16.7
16.75
16.88
16.9
16.95
16.97
160
160,000
160.1
160.4
161
161-day
161.1
161.3
161.5
1610
162
162,000
162,190
162,767
162.1
163
163,000
163-member
163.2
163.3
164
164,830,000
165
165,000
165.1
166
166,537
166,900,000
166.4
166.8
166.9
1666
167
1678.5
168
168.50
168.7
169
169.28
16\/32
16th
16th-century
17
17,000
17,500
17,699
17-city
17-member
17-nation
17-store
17-year-old
17.01
17.06
17.1
17.12
17.19
17.2
17.20
17.25
17.3
17.375
17.39
17.4
17.47
17.5
17.50
17.6
17.7
17.73
17.8
17.9
17.92
17.95
17.97
170
170,330,000
170.4
170.6
170.65
1701.7
171
171.04
171.9
172
172.2
172.5
1721.4
173.1
173.3
173.5
1730.7
1739.3
174
174.5
174.8
1744
175
175,000
175.2
175.4
175.5
1751.9
1758.5
176
176,100,000
176,470
176.1
176.4
176.7
1761.0
177
177.3
177.4
177.5
1772.1
1772.6
178
178.0
178.375
178.5
178.8
178.9
179
179,032
179.916
1796
17\/32
17th
17th-century
18
18,000
18,136
18-a-share
18-hole
18-month-old
18-screen
18-story
18-to-$19
18-year-old
18.1
18.11
18.125
18.2
18.3
18.32
18.35
18.375
18.4
18.443
18.46
18.5
18.50
18.6
18.65
18.69
18.7
18.73
18.75
18.8
18.9
18.95
180
180,000
180-foot-tall
180.3
180.7
180.9
1807
181
181.9
1818
182
182-day
182.1
182.6
182.9
183
183,467
184
184-day
184.4
184.9
1844
1845
185
185-acre
185.5
185.7
1850
186
186,000
186.1
186.4
1868
187
187.1
187.4
187.8
1872
188
188,726
188.1
188.2
188.5
188.7
188.89
1881
1883
189
189.32
189.52
189.8
1890s
1891
18\/32
18th
18th-century
19
19%-owned
19,000
19,395
19-inch
19-month
19-month-old
19-story
19-year
19-year-olds
19.1
19.125
19.2
19.25
19.3
19.30
19.4
19.5
19.50
19.51
19.6
19.60
19.62
19.625
19.65
19.69
19.7
19.72
19.75
19.76
19.8
19.93
19.95
19.98
190
190,000
190-point
190.1
190.125
190.3
190.58
190.58-point
1900
1900s
1901
1904
1906
1908
1909
191
191.1
191.2
191.3
191.4
191.75
191.9
1911
1914
1915-1923
192
192.1
192.12
192.5
192.9
1920s
1923
1925
1926
1927
1929
193
193.3
1930
1930s
1932
1933
1934
1935
1936
1937
1937-87
1938
1939
194
194,000
194.24
194.69
1940s
1941
1942
1943
1945
1947
1948
1948-89
1949
195
195.19
195.4
1950
1950s
1951
1952
1953
1954
1955
1956
1957
1958
1959
196
196,785
196.1
196.2
196.7
196.8
1960
1960s
1961
1962
1962-63
1963
1964
1965
1966
1967
1967-68
1968
1969
1969-72
197
1970
1970s
1971
1972
1973
1974
1974-75
1974-81
1975
1976
1977
1978
1979
1979-80
198
198,120,000
198.1
198.41
1980
1980s
1981
1982
1982-83
1982-84
1983
1983-1987
1984
1984-1989
1984-85
1985
1985-86
1986
1986-87
1987
1987-88
1988
1988-89
1988-model
1988-return
1989
1989-1
1989-1990
1989-3
1989-82
1989-83
1989-84
1989-85
1989-86
1989-87
1989-88
1989-89
1989-90
1989-A
1989-model
1989A
1989B
199
199,203
199.6
199.7
199.8
1990
1990-1995
1990-2000
1990-2002
1990-2004
1990-2009
1990-94
1990-model
1990s
1991
1991-1996
1991-1999
1991-2000
19912000
1992
1992-1999
1992-2000
1993
1993-2009
19931999
1994
1995
1995-1999
1996
1996-2000
1997
1997-2000
1998
1998-2011
1999
19\/32
19th
19th-century
1:00
1:11
1:20
1:30-6
1\/16
1\/2
1\/2-foot-tall
1\/2-inch
1\/2-mile
1\/2-room
1\/2-year
1\/20
1\/32
1\/4
1\/8
2
2%-3
2,000
2,002
2,010
2,046
2,048
2,050
2,052.10
2,057,750,000
2,060
2,064
2,070
2,080
2,100
2,120
2,157,656
2,200
2,202,000
2,204.62
2,205,000
2,250,000
2,290
2,300
2,331,100
2,360
2,379
2,387,226
2,400
2,412
2,425,000
2,440
2,472
2,480
2,490
2,500
2,500-per-job
2,500-person
2,520
2,600
2,600,000
2,610
2,633,700
2,660
2,664,098
2,680
2,700
2,750
2,760
2,800-year-old
2,809
2,822,000
2,840
2,850,000
2,853,000
2,888
2,888,000
2,890
2,936
2,940
2,960
2-23
2-3
2-5
2-a-minute
2-for-1
2-to-1
2.0
2.007
2.01
2.02
2.025
2.03
2.04
2.05
2.06
2.07
2.08
2.09
2.1
2.10
2.11
2.12
2.125
2.14
2.15
2.15-per-unit
2.16
2.17
2.175
2.19
2.2
2.20
2.21
2.22
2.23
2.25
2.26
2.27
2.28
2.29
2.3
2.30
2.3125
2.32
2.33
2.34
2.35
2.36
2.375
2.38
2.39
2.4
2.40
2.41
2.41-to-1
2.42
2.4225
2.4375
2.44
2.45
2.46
2.48
2.49
2.5
2.5-mile
2.5-ton
2.50
2.51
2.52
2.53
2.54
2.55
2.56
2.57
2.58
2.59
2.6
2.60
2.61
2.616
2.62
2.625
2.63
2.65
2.66
2.68
2.69
2.7
2.70
2.73
2.74
2.75
2.76
2.77
2.78
2.79
2.79-to-1
2.8
2.80
2.82
2.85
2.86
2.87
2.875
2.88
2.8896
2.8956
2.9
2.90
2.90-mark
2.91
2.94
2.9428
2.9429
2.9495
2.95
2.9511
2.9622
2.97
20
20%-a-year
20%-owned
20%-plus
20,000
20,000-gallon
20-bond
20-city
20-class
20-day
20-hour
20-megabyte
20-mile
20-minute
20-page
20-point
20-stock
20-stocks
20-story
20-to-30-mile
20-week
20-year
20-year-old
20.
20.125
20.2
20.20
20.24
20.25
20.3
20.375
20.38
20.39
20.4
20.42
20.48
20.5
20.56
20.6
20.625
20.7
20.75
20.85
20.875
20.9
200
200,000
200,000-share
200-person
200-ruble
200.2
200.3
200.5
200.70
2000
2001
2001-2005
2002
2003
2003-2005
2003-2008
2003\/2007
2004
2005
2006
2007
2008
2008-2009
2009
2009-2011
200th
201,028
201,870
201.2
2010
2011
2012
2013
2014
2015
2016
2018
2019
2020
2023
203.2
203.5
204
204-lawyer
204.3
204.5
204.8
204s
205
205.3
206
206-199
206.3
206.87
207
207,000
207.4
208
208.7
208.8
2082.1
209,000
20\/32
20s
20th
20th-century
21
21,000
21,687
21-a-share
21-member
21-month
21-yard
21-year
21-year-old
21.03
21.1
21.125
21.18
21.2
21.23
21.25
21.25-a-share
21.3
21.33
21.4
21.42
21.44
21.5
21.6
21.625
21.7
21.71
21.72
21.8
21.88
21.9
21.98
210
210,000
210.2
210.3
210.8
2100
2102.2
211
211,666
211.6
2112.2
2117.1
212
212.1
212.5
2120.5
2129.4
213
213,000
213.2
213.97
2135.5
214,000
214.4
214.54
2142.6
2149.3
215
215,845
215.04
215.35
215.42
215.48
215.86
216
216.49
216.74
2161.9
217
217,000
217.5
217.9
2170
2170.1
2176.9
2179.1
218
2189
2189.3
2189.7
219
219.19
219.27
21\/32
21st
22
22,000
22,300
22,336
22,750,000
22,925
22,985,000
22-foot
22-month-old
22-rated
22-year-old
22.1
22.125
22.2
22.25
22.26
22.3
22.4
22.5
22.50
22.6
22.61
22.70
22.75
22.76
22.78
22.8
22.82
22.9
220
220,000
2200
221
221-person
221.61
2210
222
222.8
222.875
223
223-178
223.2
223.3
223.7
2233.9
224
224,070,000
224.1
224.5
224.75
225
225,000
225.5
225.7
226
226.3
226.5
227.1
227.3
228
228,000
229
229.03
22:1
22\/32
22nd
23
23,000
23-5
23.0
23.031
23.1
23.11
23.125
23.2
23.25
23.3
23.31
23.34
23.4
23.5
23.50
23.500
23.53
23.625
23.65
23.7
23.8
23.9
230
230,000
230-a-share
230-person
231
231,000
231,405
231-191
232
232.12
232.3
232.4
232.6
233
233,000
234
234.3
234.5
235
235,000
235.2
235.5
236.23
236.8
237
237,960,000
237.1
238
238.3
23\/32
24
24,000
24,891
24,985,000
24,999
24-a-share
24-hour
24-month
24-year
24.05
24.1
24.2
24.25
24.3
24.4
24.5
24.50
24.6
24.68
24.7
24.8
24.875
24.9
240
240,000
240-a-share
240.8
240.86
240SX
241.6
241.7
241.9
2410
242
2423.9
243
243,677
243.2
243.4
244
244,000
244.2
244.6
244.8
245
245.3
246.6
246.60
246.9
247
247,000
247.3
247.6
248
248,279
248.2
248.3
248.91
249-166
249.5
249.68
24th
24th-largest
25
25,000
25,000-member
25-cent-a-share
25-million-share
25-point
25-year-old
25.12
25.125
25.2
25.25
25.3
25.4
25.5
25.50
25.51
25.6
25.7
25.78
25.8
25.875
25.96
250
250,000
250,000-square-foot
250-170
250-megawatt
250.2
250.80
251
251.2
251.8
252
252.5
253
254
254,200
255
255,923
255.8
256
256,000
256.18
256.6
257
257.5
257.8
258
258,000
258.4
258.9
2596.72
25\/32
25th
26
26,000
26,350
26-7
26-man
26-point
26-week
26-year-old
26.02
26.1
26.125
26.23
26.29
26.3
26.48
26.5
26.50
26.54
26.6
26.7
26.8
26.805
26.81
26.875
26.9
260
260.5
2603.48
261
2611.68
2613.73
262.4
263,684
263.2
2638.73
264
2640
2642.64
2642.88
2643.65
2645.08
265
265,000-square-foot
265.79
2653.28
2659.22
266
266.2
266.5
266.66
2662.91
2665.66
267
2676.60
2679.72
268
268.3
268.6
268.98
2680
2681.22
2681.76
2683.20
2687.53
2689.14
269
269.3
2692.65
26\/32
26th
27
27,000
27,225
27,500
27-week
27-year
27-year-old
27.1
27.125
27.2
27.4
27.5
27.50
27.6
27.68
27.7
27.75
27.8
27.875
27.9
27.90
27.95
270
271
272
272,000
273
273,000
273-121
273.5
273.9
274
274,475
274.2
275
275,000
275-a-share
276,334
276.8
277
278
278.4
278.7
279
279.0
279.39
279.75
279.8
2791.41
27\/32
27th
28
28%-owned
28,000
28-ounce
28-pence
28-question
28-story
28.1
28.125
28.15
28.2
28.25
28.3
28.375
28.4
28.43
28.5
28.55
28.6
28.625
28.7
28.75
28.8
280
280,000
280.5
280.7
281
281.2
282
282.08
283
283-132
283.2
283.3
283.7
283.8
283.9
285
286
286.6
286.8
287
287-123
288
288,000
289
2890
28\/32
28th
29
29,000
29,400
29,700
29-inch
29-year-old
29.1
29.25
29.4
29.5
29.583
29.6
29.66
29.7
29.75
29.8
29.9
29.90
290
290,541
290,782
290.1
291
291,890
291-page
291.6
292
293
293.29
293.7
293.9
294
294.6
295
295.7
296.95
297
297,446
297.1
298
299
299,000
29\/32
2:25
2:43
2\/3
2\/32
3
3,000
3,027,330
3,040,000
3,102,935
3,111,000
3,175
3,200
3,250,000
3,300
3,350
3,363,949
3,372
3,383,477
3,390
3,420,936
3,437
3,481,887
3,500
3,513,072
3,524,000
3,600
3,609,800
3,632
3,800-man
3,820,634
3,855.60
3,900
3,950
3-0
3-1
3-D
3-Day-Old
3-a-share
3-for-1
3-for-2
3-inch
3-type
3.0
3.01
3.02
3.03
3.04
3.05
3.06
3.07
3.08
3.09
3.1
3.10
3.11
3.12
3.125
3.13
3.14
3.16
3.17
3.18
3.19
3.2
3.2-acre
3.20
3.21
3.22
3.23
3.25
3.26
3.27
3.28
3.29
3.3
3.30
3.31
3.33
3.34
3.35
3.36
3.38
3.39
3.4
3.40
3.41
3.43
3.44
3.45
3.46
3.48
3.49
3.5
3.5-inch
3.50
3.51
3.52
3.526
3.53
3.54
3.55
3.56
3.57
3.59
3.6
3.60
3.61
3.62
3.625
3.64
3.65
3.66
3.68
3.69
3.7
3.71
3.72
3.73
3.74
3.75
3.8
3.80
3.83
3.84
3.846
3.85
3.86
3.865
3.87
3.875
3.89
3.9
3.90
3.91
3.92
3.95
3.97
3.98
30
30%-owned
30,000
30,180
30-Oct
30-a-share
30-acre
30-day
30-foot
30-minute
30-odd
30-pound
30-second
30-share
30-stock
30-year
30-year-old
30.09
30.1
30.2
30.25
30.3
30.4
30.41
30.6
30.7
30.84
30.88
30.96
300
300,000
300-a-share
300-day
300-megawatt
300-year-old
3000
300ZX
301
301-year-old
301.9
302,000
303
303-107
303.7
303.9
304
305
305.7
306.6
307
307,000
307.2
307.9
308.32
309
309,381
309,500
309.3
3090
3090s
30\/32
30s
30th
31
31,000
31,143
31,329
31,777
31-cent
31-year-old
31.1
31.125
31.18
31.2
31.25
31.3
31.375
31.4
31.48
31.5
31.6
31.65
31.7
31.75
31.8
31.875
31.9
310
311.6
312
313,125
313,800
313.2
314
314,000
315
315,000
315,546
315.12
315.5
315.8
316
317
317.7
318
318.6
318.7
318.79
319
319,000
31\/32
32
32,000
32,191
32-a-share
32-acre
32-bit
32-nation
32-story
32-year-old
32.125
32.2
32.3
32.4
32.5
32.50
32.6
32.7
32.71
32.8
32.9
32.99
320
320,000
320-200
320.4
320.5
320.54
320.94
321
321-99
322
322.7
323
323,000
323.2
323.4
323.85
323s
324
324.75
324.9
325
325-92
325.50
326
326,000
328.2
328.85
329
329,600
329.2
33
33,000
33,270
33-point
33-year-old
33.1
33.2
33.25
33.3
33.375
33.6
33.625
33.75
33.875
33.9
33.90
330
330,000
330.1
331
331,400
331.8
332,000
332.38
333
333,000
333.3
334,000
334,774
334.5
334.8
335
335,700
336
336.4
337
3371.36
3377.43
338
338-44
3392.49
3398.65
34
34,000
34,215,000
34,320
34,500
34-a-share
34-floor
34-page
34.2
34.25
34.3
34.5
34.6
34.9
340
340.36
340.7
340.83
3406.31
340B
341,000
341.16
341.76
3411.08
3416.81
342
342,122
342.50
3425.22
3426.33
3427.39
343,333
344
344,354
345
345-47
345.5
346
347.13
347.16
348.2
348.4
349
349,900
34996.08
35
35,000
35,000-to-$50,000
35-44
35-cents-a-gallon
35-hour
35-member
35-nation
35-year-old
35.125
35.2
35.23
35.28
35.38
35.4
35.5
35.50
35.6
35.7
35.875
35.9
350
350,000
350,000-square-foot
350-seat
35015.38
351
351.2
351.3
351.5
35107.56
352
352-mile
35242.65
353
353,500
35374.22
35378.44
354
354,000
354,600
354.7
35417.44
35442.40
35452.72
35486.38
355
35526.55
35527.29
35544.47
35544.87
35549.44
35585.52
35586.60
35587.85
35588.36
356
356.1
35611.38
35670
35689.98
357
357.2
357.4
357.5
359
35mm
35th
36
36,000
36,015,194
36-page
36-year-old
36.125
36.13
36.2
36.25
36.3
36.4
36.50
36.6
36.87
36.9
360
360,000
360-day
360.1
361,000
361.5
362
363
3636.06
364.1
3642.90
365
365-day
366.50
366.55
366.79
366.85
366.89
367
367.10
367.30
367.40
368
368.15
368.24
368.25
368.3
368.4
368.5
368.70
369,000
369.10
37
37,000
37,300
37,820
37,860
37-a-share
37-hour
37-year-old
37.1
37.2
37.5
37.50
37.6
37.7
37.75
37.8
37.875
370
370.20
370.58
370.60
370.8
370.85
371.1
371.20
3717.46
372.1
372.50
373
373.40
373.80
374
374.6
374.70
375
375,000
375.16
375.9
375.92
376
376,000
376.36
376.8
376.80
377
377.80
378
378.07
378.1
378.30
378.87
379
379.46
37th
38
38,000
38,489
38-cents-a-share
38-pound
38-year-old
38.1
38.2
38.32
38.4
38.5
38.50
38.7
38.75
38.8
38.9
380
380.80
381,000
382
382.2
382.81
382.9
383-30
385
386
386,000
387.4
388.5
389
389.6
39
39,000
39,300
39,400
39-cents-a-pound
39-year-old
39.08
39.125
39.19
39.2
39.25
39.31
39.5
39.55
39.6
39.68
39.7
39.75
39.8
39.9
390
390,000
390-million
390.5
391
392
393
393.1
393.4
394
394-21
394.4
395
395,000
395,374
395,700
395,974
395.3
395.4
396
396,000
398,000
398.3
399
3:15
3:25
3COM
3M
3\/16
3\/32
3\/4
3\/8
4
4,000
4,090,000
4,170
4,199
4,290
4,300
4,320
4,343
4,345
4,346
4,348
4,400
4,440
4,469,167
4,500
4,555
4,600
4,631,400
4,695
4,750,000
4,800
4,800-acre
4,830
4,900
4,930
4,995
4,999
4-0
4-1
4-for-1
4-kilobit
4.0
4.01
4.03
4.04
4.05
4.06
4.060
4.065
4.07
4.0775
4.1
4.10
4.11
4.12
4.14
4.15
4.2
4.2-ton
4.20
4.22
4.23
4.25
4.26
4.27
4.3
4.31
4.32
4.35
4.375
4.38
4.4
4.40
4.41
4.45
4.46
4.469
4.47
4.48
4.49
4.5
4.50
4.51
4.52
4.54
4.55
4.56
4.58
4.59
4.6
4.625
4.65
4.66
4.67
4.68
4.6875
4.7
4.70
4.74
4.75
4.76
4.8
4.80
4.82
4.83
4.84-a-share
4.875
4.88
4.9
4.90
4.92
4.93
4.97
4.99
40
40,000
40,424
40,800
40-a-share
40-megabyte
40-million-ton-a-year
40-point
40-year
40-year-old
40.1
40.125
40.3
40.4
40.5
40.50
40.6
40.7
40.86
40.9
400
400,000
400-day
400-member
400.0
400.3
400.4
401
401-18
402,000
402.7
403
404,294
405
405,000
405.4
406
406,000
407.9
408
409
409,000
40th
41
41,900
41-lawyer
41-year-old
41.1
41.18
41.2
41.3
41.4
41.5
41.60
41.725
41.75
41.76
41.8
410
410,000
410.3
410.4
410.5
411
412
413
414
415
415.3
415.9
416
416,000
417
42
42,374
42,455
42-a-share
42-branch
42-day
42-year
42-year-old
42.0
42.25
42.3
42.375
42.5
42.60
42.7
42.75
42.875
42.9
420
420.68
421
422
422.1
423
423.5
423.9
424.3
425
425,000
425,000-square-foot
425.4
427,300
427.7
428
428,000
429
429.9
42nd
43
43%-owned
43,000
43-foot
43-year-old
43.1
43.3
43.34
43.375
43.5
43.50
43.6
43.7
43.75
43.875
430
430,000
430.3
431
432
432.6
432.61
432.78
433
433.2
433.5
435
435.5
436,000
436.3
437.5
437.68
437.7
438,845
438.15
44
44,000
44,400
44,796
44,877
44-cent-a-barrel
44-year-old
44.08
44.1
44.125
44.2
44.3
44.375
44.5
44.50
44.6
44.625
44.7
44.875
44.9
44.92
440
4400
441.1
443
443.6
444
445,645
445.23
445.7
446,000
446.5
447.76
448
448.49
448.80
449
449.3
449.89
45
45%-owned
45,000
45,000-$60,000
45-a-share
45-acre
45-member
45-year-old
45.00
45.2
45.3
45.4
45.50
45.66
450
450,000
451.37
451.6
452
452.23
452.76
453
453,000
453.05
453.4
453.57
454
454,100
454.6
454.86
455,000
455,410
455.29
455.63
456.2
456.4
457
457.5
457.52
457.9
458.32
458.52
458.8
459.93
46
46,245,000
46,835
46,892
46,995
46-year-old
46.02
46.1
46.125
46.2
46.5
46.50
46.6
46.8
46.80
46.9
460.05
460.33
461
461,200
461,539,056
461.6
461.70
461.9
462,900
462.2
462.89
463.06
463.28
464.7
465
465,000
466
466,000
467.22
469
469.6
469.8
47
47,000
47-store
47-year-old
47.1
47.125
47.17
47.24
47.3
47.46
47.5
47.50
47.6
47.7
47.9
470
470,000
470.67
470.80
470th
471.6
472
472.5
473
473.29
475
475,000
475.35
475.6
476.14
476.5
477.00
477.1
478
479
479.7
48
48,000
48,100
48-month
48-year
48-year-old
48.2
48.375
48.6
48.7
48.9
480
480.4
481
481,000
482.3
484
485
486
486-based
486.1
486.30
486.6
486.74
486tm
487
487.8
488
488.60
489.9
49
49%-owned
49,000
49-member
49-nation
49-year-old
49.1
49.125
49.2
49.3
49.375
49.4
49.5
49.6
49.7
49.8
49.9
49.96
490
491.10
492
493
494,100
494.4
494.8
495
495,000
496
496,116
496.7
497,400
497.1
498
499.4
4:02
4:30
4\/32
4\/4
4th
5
5,000
5,000-room
5,088
5,088,774
5,200
5,267,238
5,273
5,377,000
5,400
5,440
5,441,000
5,500
5,502
5,599
5,600
5,651
5,700
5,745,188
5,760
5,791
5,810
5,900
5,960
5-0
5-1
5-10
5-12
5-4
5-a-barrel
5-fluorouracil
5.0
5.00
5.01
5.03
5.04
5.05
5.09
5.1
5.10
5.11
5.12
5.125
5.13
5.133
5.16
5.17
5.19
5.1950
5.2
5.20
5.23
5.25
5.27
5.28
5.2830
5.29
5.3
5.315
5.32
5.33
5.36
5.37
5.38
5.39
5.4
5.40
5.41
5.42
5.43
5.435
5.44
5.47
5.5
5.50
5.52
5.56
5.58
5.6
5.63
5.64
5.65
5.66
5.67
5.7
5.70
5.75
5.76
5.77
5.8
5.80
5.81
5.8125
5.83
5.84
5.85
5.86
5.9
5.91
5.94
5.99
50
50%-leveraged
50%-state-owned
50,000
50,005,000
50,085
50,400
50-50
50-a-share
50-by-50-foot
50-point
50-story
50-year
50-year-old
50.01
50.1
50.3
50.46
50.5
50.50
50.59
50.6
50.7
50.8
50.875
50.9
50.9375
500
500,000
500-Stock
500-seat
500-stock
500-store
500.20
500.26
5000
501
501,200
501.61
502
502,000
502.1
503.1
504
504,200
504.2
504.5
505-455
507
508
508-point
509
50th
51
51%-held
51,911,566
51-48
51-cash
51-day
51-year-old
51.1
51.2
51.23
51.3
51.4
51.50
51.6
51.65
51.75
51.8
51.81
51.9
510,000
510.6
511
515
515.1
515.4
516.9
517
517,500
517.85
518
518.7
519
52
52%-36
52,000
52,012
52-store
52-week
52-year-old
52.1
52.125
52.2
52.25
52.4
52.50
52.7
52.75
52.9
520
520,000
521
521.2
521.4
522
522.3
523,920,214
524.5
525
525,000
525,546
525.8
526
526.3
527
527,000
527.39
528
528.3
528.4
528.56
529
529.32
53
53%-owned
53,496,665
53-45
53-floor
53-year-old
53.1
53.2
53.25
53.3
53.6
53.7
53.75
53.9
530
532
532,000
534,000
534.3
535
535,322
536,000
537
537.91
538,000
538.5
539.4
53rd
54
54,000
54-year-old
54.1
54.3
54.4
54.5
54.50
54.51
54.58
54.6
54.625
54.75
54.8
54.875
54.9
540
540.9
541
542
543,000
543.5
544
544,681
545.3
545.96
547
547,000
547,347,585
549,365
549.9
5498
55
55%-owned
55,000
55,500
55-acre
55-megawatt
55-year-old
55.10
55.2
55.3
55.375
55.59
55.6
55.7
55.8
55.875
550
550,000
551
552
552,302
554
555
555.5
555.6
556.5
557
557,000
558
558.50
55th
56
56,000
56,565,000
56,900
56-year-old
56.1
56.13
56.25
56.4
56.875
56.9
560
562
563.8
565,000
566
569,000
57
57,000
57-month
57-year-old
57.125
57.2
57.4
57.5
57.50
57.625
57.7
57.8
57.82
57.87
57.9
570
570,000
572
575
575,000
575.1
576
577.3
578
57th
58
58,000
58-a-share
58.2
58.3
58.50
58.6
58.75
58.8
58.9
58.97
580
582
582.6
584
585
587
588,300
588,350,000
588,800
589
59
59-dealer
59-store
59-year-old
59.2
59.3
59.4
59.5
59.50
59.7
59.8
59.9
590.7
592
593
593.5
595
596.8
597
597.8
598
599.4
599.9
5:04
5:09
5:40
5\/100
5\/16
5\/32
5\/8
5th
6
6,000
6,000-member
6,050
6,256
6,320
6,379,884
6,400
6,420,268
6,475,000
6,480
6,495
6,499
6,500
6,500,000
6,542,000
6,727,042
6,744,600
6,805
6,840
6,881
6-a-share
6-to-8-foot-high
6.00
6.02
6.03
6.05
6.056
6.07
6.08
6.1
6.10
6.11
6.15
6.16
6.18
6.19
6.2
6.20
6.23
6.24
6.25
6.26
6.27
6.3
6.30
6.31
6.34
6.35
6.36
6.4
6.40
6.43
6.45
6.46
6.47
6.5
6.50
6.51
6.52
6.56
6.59
6.6
6.61
6.625
6.63
6.65
6.66
6.69
6.7
6.70
6.71
6.75
6.76
6.79
6.8
6.80
6.81
6.84
6.85
6.9
6.90
6.94
6.95
6.96
6.97
6.98
6.99
60
60%-held
60%-owned
60,000
60,000-odd
60-40
60-day
60-foot
60-inch
60-month
60-second
60-vote
60-year-old
60.1
60.2
60.25
60.25-point
60.3
60.5
60.6
60.7
60.9
600
600,000
600-ship
601.3
602
603
604.72
605
61
61%-owned
61,493
61-year-old
61.125
61.4
61.5-point
61.7
61.875
610
613
613.7
614
614.5
614.6
615,000
616
617
618,000
618.1
618.6
618.9
619
619.8
62
62%-owned
62,000
62,800
62,872
62-a-share
62-year-old
62.04
62.1
62.2
62.25
62.3
62.36
62.42
62.5
62.50
62.6
62.7
62.70
62.75
62.8
62.875
620
620.5
621
622
623
623.5
625
625,000
625.4
626.3
628
629
62nd
63
63,971
63-year-old
63.1
63.25
63.5
63.52
63.6
63.875
63.9
630
631,163
632
633.8
635
637
637.5
638,000
639.9
64
64,000
64-35
64.1
64.125
64.2
64.9
640
640,000
641.5
642
643.3
643.4
645
645-293
647.33
647.33-point
648.2
65
65,000
65,200
65,619
65-day
65-year-old
65.2
65.4
65.53
65.6
65.7
65.9
650
650,000
650-or-so
650.9
654
654.5
655
656.5
657
658
66
66,743
66-year-old
66.5
66.50
66.6
66.7
66.8
66.9
660
662
663
663,000
664
664.3
666
666,666
667
668
67
67,000
67,400
67,972
67-31
67-year-old
67.1
67.40
67.7
67.75
67.8
67.9
670
670.3
671
672
673
673.3
675
675,400,000
677
678
679.5
68
68,548
68-ounce
68-week
68-year-old
68.1
68.2
68.4
68.42
68.5
68.9
680
680.6
682.7
683
683,000
684
685,000
686.7
687
69
69,000
69,105
69,553
69,980
69-26
69.1
69.2
69.5
69.6
69.8
690
691.09
693.4
694
696
696.1
699
6:30
6:50
6\/2
6\/32
7
7,000
7,400
7,440
7,500
7,580
7,592,988
7,600
7,800
7,839
7-28
7-Eleven
7.0
7.01
7.02
7.03
7.04
7.05
7.06
7.08
7.0808
7.081
7.0826
7.09
7.1
7.10
7.12
7.125
7.13
7.14
7.145
7.15
7.160
7.17
7.19
7.2
7.20
7.22
7.227
7.24
7.25
7.26
7.282
7.3
7.30
7.31
7.32
7.33
7.34
7.35
7.37
7.375
7.38
7.4
7.41
7.42
7.43
7.445
7.45
7.47
7.5
7.50
7.51
7.52
7.53
7.54
7.55
7.56
7.567
7.57
7.58
7.6
7.60
7.61
7.62
7.63
7.649
7.65
7.7
7.70
7.71
7.73
7.74
7.75
7.77
7.78
7.79
7.8
7.80
7.81
7.82
7.84
7.85
7.86
7.875
7.88
7.89
7.9
7.90
7.904
7.91
7.92
7.93
7.937
7.94
7.95
7.955
7.96
7.962
7.97
7.98
7.986
7.99
70
70,000
70,315,000
70,765
70-30
70-A21
70-a-share
70-lawyer
70.1
70.2
70.3
70.5
70.5-point
70.6
70.9
700
700,000
700-room
702.4
704.4
705
707-pence
708
708,000
71
71%-controlled
71%-owned
71,895
71.25
71.36
71.6
71.7
71.75
71.9
710.5
711
711.9
712
713.5
715
715.1
717,000
719,000
72
72%-owned
72-a-share
72-franc
72-game
72-hour
72-year-old
72-yearold
72.2
72.3
72.4
72.6
720
720,000
723
724,579
724.4
725
725.8
727
728
728.5
728.8
729
729.04
73
73,100
73,803
73-year-old
73.5
73.50
73.6
73.8
73.97
730
730,070
730.1
730.37
734.2
734.8
735
736
737
74
74%-owned
74,000
74,351
74.125
74.20
74.35
74.4
74.8
742
743.7
745.7
746
747
747-100s
747-400
747-400s
747.7
747.8
748
749
75
75,000
75,075,000
75,500
75-cent
75-cents-an-hour
75-day
75.1
75.2
75.25
75.3
75.41
75.5
75.6
75.625
75.7
75.75
75.875
750
750,000
750-car-a-day
750th
752.9
753
754
754.4
755,000
755.9
756
756.3
757
757-200s
757.4
75th
76
76,000
76-page
76.4
76.5
76.50
76.6
76.66
76.7
76.8
760-megabyte
761.38
762.4
763
765
767
767-300ER
77
77,500
77-year
77-year-old
77.2
77.3
77.7
773.94
774
774,000
775
776,470
777
778
778.6
779.8
78
78,600
78,625
78.4
78.50
78.625
78.64
78.8
780
780.6
783
784
784.5
785
786,100
786,700
786,860,000
787
787.02
788
788.8
789
789,000
79
79-cents-a-pound
79-year-old
79.03
79.1
79.18
79.4
790.2
791
792
793
795,900
7:13
7:30
7A
7B
7\/100ths
7\/16
7\/32
7\/8
8
8%-10
8,000
8,100
8,355
8,385
8,500
8,500,000
8,524
8,550
8,590
8,880
8,930,000
8-10
8-11
8-2
8-9
8.00
8.007
8.0087
8.01
8.019
8.02
8.03
8.032
8.04
8.05
8.06
8.07
8.08
8.09
8.1
8.10
8.12
8.125
8.1255
8.13
8.14
8.15
8.16
8.17
8.18
8.19
8.2
8.20
8.21
8.22
8.23
8.24
8.25
8.26
8.27
8.28
8.29
8.292
8.3
8.30
8.31
8.32
8.325
8.328
8.33
8.337
8.34
8.347
8.35
8.36
8.375
8.38
8.387
8.3875
8.395
8.4
8.40
8.42
8.425
8.43
8.44
8.45
8.457
8.46
8.47
8.475
8.48
8.483
8.49
8.5
8.50
8.52
8.525
8.53
8.54
8.55
8.56
8.575
8.59
8.6
8.60
8.61
8.62
8.625
8.63
8.65
8.68
8.685
8.7
8.70
8.74
8.75
8.77
8.79
8.8
8.80
8.81
8.82
8.85
8.87
8.875
8.88
8.9
8.90
8.903
8.95
8.96
8.98
8.99
80
80%-owned
80%-plus
80,000
80-megabyte
80-nation
80-page
80-player
80-plus
80-point
80-second
80-year-old
80.3
80.53
80.6
80.8
800
800,000
800-462-9029
800-acre
800-year-old
801,835
801.2
801.21
802
80386
804.3
80486
805,000
806
806.7
806.8
807
807.5
807.6
808.3
8088
81
81%-controlled
81%-owned
81,000
81.125
81.2
81.50
81.6
81.9
810
810,700
811
813
813.4
814
814,000
814.1
814.8
816,000
82
82,348
82-day
82.2
82.5
82.50
82.6
82.8
820.4
821-201
822
822.8
824
827.9
829
829.9
83
83,950
83.3
83.3125
83.6
83.7
83.8
830
830,000
830.5
833
833.6
835
837
837.5
838
838.3
839.4
84
84%-controlled
84,500
84-6
84.1
84.15
84.3
84.4
84.7
84.75
84.90
840,000
840.4
840.8
841
841.5
843
845.7
846
848.7
849
85
85,000
85-title
85.1
85.3
85.339
85.49
85.50
85.60
85.7
85.8
850
851,000
852
852,000
855
856.3
857
859.2
859.5
86
86,500
86,525,000
86.2
86.3
86.4
86.50
861
862
864.1
866
868
869
87
87.026
87.1
87.25
87.375
87.5
87.57
87.9
871
872
873.9
874
875
876
876,706
877
877.6
878
879,000
88
88,500
88-point
88-year
88.1
88.12
88.12-point
88.35
88.5
88.7
88.8
880
880,000
880,500
880.9
881,969
884
884,000
885,800
886
889,000
89
89,500-a-year
89-107
89-136
89-52
89.2
89.5
89.6
89.75
89.875
89108
8934014
894
8940061
897.2
899.6
899.8
8:01
8:30
8:35
8:45
8\/32
8th
9
9,000
9,023
9,232
9,360
9,500
9,756
9,800
9,999
9-10
9-10:30
9-11
9-5
9-6
9.
9.03
9.06
9.07
9.1
9.125
9.13
9.19
9.192
9.2
9.25
9.275
9.29
9.3
9.32
9.324
9.33
9.333
9.34
9.35
9.37
9.375
9.39
9.4
9.42
9.43
9.45
9.482
9.49
9.5
9.50
9.51
9.53
9.58
9.6
9.617
9.62
9.625
9.63
9.664
9.671
9.68
9.7
9.75
9.76
9.78
9.8
9.80
9.81
9.83
9.84
9.85
9.86
9.87
9.875
9.88
9.89
9.9
9.90
9.9375
90
90,000
90,552
90-foot
90-minute
90-year
90.20
90.5
90.6
900
900,000
900-TELELAW
900-interactive
9000
904
904,000
905
908.8
91
91-23
91-day
91.2
91.21
91.7
911
911,606
914
916.3
918
918.4
919
92
92%-owned
92-14
92.2
92.4
92.42
92.6
921.6
923
923,500
925
926
926.1
93
93,000
93-day
93.2
93.5
93.7
93.75
93.8
930
930.2
931
932
933
934,242
934.7
936
937
94
94,243
94,425,000
94,543
94.3
94.5
94.625
940.6
942
942,000
944
944,000
949.3
95
95,400
95-37
95.1
95.11
95.2
95.22
95.25
95.39
95.4
95.57
95.7
95.72
95.75
95.8
95.9
95.90
950
951
953.8
959.3
96
96.4
96.808
96.95
960
960,000
961
963
965
966
97
97-1
97-nation
97.2
97.25
97.275
97.65
97.70
97.74
97.75
97.8
97.85
97.9
971,000
975
975,000
98
98-pound
98.481
98.5
98.518
98.523
98.6
98.6%-owned
98.8
980
980.2
981.2
981.7
983
986
99
99,000
99,385
99-04
99-cent
99.1
99.14
99.1875
99.23
99.35
99.5
99.555
99.60
99.625
99.64
99.661
99.672
99.691
99.7
99.75
99.771
99.775
99.80
99.821
99.85
99.9
99.90
99.93
99.95
990,000
990.79
991
992
992.7
999
9:15
9:30
9:31
9:38
9:53
9\/16
9\/32
:
;
=
?
@
A
A$
A&E
A&M
A&P
A&W
A's
A-1
A-2
A-6
A-D
A.
A.C.
A.D.L.
A.F.
A.G.
A.H.
A.J.C.
A.P.
A.T.B.
A310-300s
A330-300s
AB
ABB
ABBIE
ABC
ABC-TV
ABM
ABUSE
AC&R
AC&R\/CCL
ACCEPTANCES
ACCOUNT
ACCOUNTING
ACLU
ACQUISITION
ACRES
ADIA
ADMITTED
ADN
ADOPTED
ADRs
ADS
ADVANCED
ADVERTISING
AEG
AEI
AEP
AEW
AFL-CIO
AFRICAN-AMERICAN
AFTERSHOCKS
AG
AGA
AGIP
AGS
AH-64
AIDS
AIDS-infected
AIDS-research
AIR
AIW
AK-47
ALAMCO
ALBERTA
ALCEE
ALCOHOL
ALII
ALQ-135
ALQ-178
ALUMINUM
AM
AMBASSADOR
AMDAHL
AMERICAN
AMI
AMONG
AMR
AMRO
AMT
AN
ANACOMP
ANB
ANC
AND
ANGELES
ANNUITIES
ANSA
ANTHEM
AON
AP
AP-Dow
AP600
APARTHEID
APMS
APPLE
APPLIED
APPROVED
ARA
ARCO
ARE
AREA
ARRIVED
ARTICLE
ARTY
AS
ASA
ASCAP
ASEAN
ASSETS
ASSOCIATES
ASSOCIATION
AST
AS\/400
AT
AT&T
AT&T-sponsored
ATARI
ATHLONE
ATS\/2
AUDITS
AUS
AUSTIN
AUTO
AVON
AVX
AYER
AZT
A\/S
Aaa
Aalseth
Aaron
Ababa
Abalkin
Abandoning
Abbe
Abbie
Abbott
Abby
Abe
Abel
Aberdeen
Abitibi-Price
Aboff
Abortion
Abortion-rights
About
Above
Abraham
Abrams
Abramson
Abroad
Abscam-indicted
Absolutely
Abu
Academic
Academy
Acadia
Acapulco
Acceptance
Accepted
Accessories
Accident
Acclaim
Accomplishing
Accord
According
Accordingly
Accords
Account
Accountants
Accounting
Accounts
Accrued
Accumulation
Accused
Ace
Achenbaum
Ackerman
Acorn
Acquired
Acquisition
Across
Acrylic
Act
Acting
Action
Actively
Activists
Activities
Activity
Acton
Actual
Actually
Acura
Acuvue
Ad
Ad-Unit
Ada
Adam
Adamec
Adams
Adamski
Adapted
Add
Added
Adding
Addington
Addis
Addison
Addiss
Additional
Additionally
Addressing
Adds
Aden
Adia
Adjournment
Adjust
Adjusters
Adjustment
Adlai
Adler
Adley
Adm.
Administration
Administrator
Administrators
Admirers
Admistration
Admittedly
Adobe
Adolph
Adolphus
Adopting
Ads
Adsi
Adults
Advance
Advanced
Advancement
Advancers
Advances
Advancing
Advent
Adverse
Advertiser
Advertisers
Advertising
Adviser
Advisers
Advisor
Advisors
Advisory
Advocates
Aegis
Aegon
Aer
Aeroflot
Aerojet
Aeronautical
Aeronautics
Aeroquip
Aerospace
Aetna
Affair
Affairs
Affiliated
Affiliates
Afghan
Afghanistan
Afghanistan\/Southwest
Afghans
Afif
Aflatoxin
Afnasjev
Africa
Africaine
African
African-Americans
African-controlled
Africans
Afrikaner
Afrikanerdom
Afrikaners
After
After-the-fact
Aftereffects
Aftershocks
Afterward
Afterwards
Aga
Again
Against
Age
Agencies
Agency
Agenda
Agent
Agents
Ages
Aggie
Agin
Agitato
Agnelli
Agnelli-related
Agnellis
Agnew
Agnos
Agoglia
Agoura
Agreement
Agricola
Agricole
Agricultural
Agriculture
Agro
Aguirre-Sacasa
Ah
Ahlerich
Ahmad
Ahmanson
Aichi
Aid
Aidan
Aided
Aiken
Aikman
Ailes
Aim
Aimed
Air
Air-freight
Air-raid
Air-traffic
Airborne
Airbus
Aircraft
Airline
Airlines
Airplanes
Airport
Airways
Ait-Laoussine
Aitken
Aiwa
Ajax
Ajinomoto
Ake
Akerson
Akio
Akron
Akzo
Al
Al-Chalabi
Al-Sabah
Ala
Ala.
Alabama
Aladdin
Alagoas
Alameda
Alamo
Alamos
Alan
Alar
Alarcon
Alarmed
Alaska
Alaskan
Albanese
Albania
Albanians
Albany
Alberg
Albert
Alberta
Alberto
Albertville
Albion
Album
Albuquerque
Alcan
Alcarria
Alcatel
Alcatraz
Alcee
Alceste
Alcoa
Alcohol
Alderson
Aldomet
Aldrich
Aldridge
Aldus
Alec
Alert
Alex
Alexander
Alexandra
Alexandria
Alexandrine
Alf
Alfonse
Alfred
Alfredo
Alger
Algeria
Algerian
Algiers
Algonquin
Ali
Aliber
Alice
Alicia
Alida
Alisarda
Alisky
Alistair
Alito
Aljian
All
Allan
Allday
Allegany
Allegheny
Allegro
Allen
Allenport
Allentown
Alley
Alliance
Allianz
Allied
Allied-Lyons
Allied-Signal
Allies
Alligood
Allow
Allowing
Allstate
Alltel
Allumettes
Almaden
Almanac
Almost
Aloe
Aloft
Along
Alongside
Alonso
Alper
Alpha
Alpharetta
Alphonsus
Alpine
Alps
Already
Also
Alson
Alsthom
Alter
Alternative
Alternatively
Alternatives
Althea
Although
Altimari
Altman
Alto
Altogether
Alton
Altos
Aluminium
Aluminum
Alun-Jones
Alusuisse
Alvin
Always
Alyce
Am
AmBase
Amado
Amadou-Mahtar
Amaral
Amarillo
Amateur
Amaury
Amax
Amazing
Amazon
Ambassador
Amber
Ambigua
Ambiguan
Ambler
Ambrosiano
Amcap
Amcast
Amcore
Amdahl
Amdec
Amdura
Amen
Amending
Amendment
Amenities
Amerada
AmeriGas
America
American
American-built
American-developed
American-made
American-style
Americana
Americanized
Americans
Americas
Ameritas
Ameritech
Amerman
Ameron
Ames
Amex
Amfac
Amgen
Amhowitz
Amicable
Amid
Amiga
Amira
Amitai
Amityville
Amityvilles
Ammann
Ammonium
Amoco
Amon
Among
Amparano
Amram
Amschel
Amstel
Amsterdam
Amsterdam-Rotterdam
Amstrad
Amtech
Amtrak
Amtran
Amusing
Amway
Amy
An
An-12
Ana
Anac
Anacomp
Anadarko
Anaheim
Anaheim-Santa
Analog
Analysis
Analyst
Analysts
Analytic
Analytical
Anastasio
Anatol
Anchor
Anchorage
Anctil
And
Andersen
Anderson
Andersson
Andover
Andre
Andreas
Andreassen
Andreotti
Andrew
Andrews
Andrzej
Andy
Angel
Angel\/EMI
Angeles
Angeles-based
Angell
Angelo
Angels
Anglia
Anglo
Anglo-American
Anglo-Dutch
Anglo-French
Angrist
Angry
Anheuser
Anheuser-Busch
Animal
Animals
Animated
Aniskovich
Anita
Ankara
Ann
Anna
Annalee
Annapolis
Annaud
Anne
Anne-Marie
Annex
Anniston
Anniversary
Announced
Announcement
Annual
Annualized
Annuities
Annuity
Anointing
Another
Ansco
Answers
Antar
Antarctica
Anterior
Anthong
Anthony
Anthropology
Anti-Ballistic
Anti-Christ
Anti-Jones
Anti-Semitic
Anti-abortion
Anti-nuclear
Anti-union
Anticipating
Antilles
Antique
Antiques
Antitrust
Antolini
Anton
Antoni
Antonini
Antonio
Antonovich
Antwerp
Antwerpsche
Anxiety
Anxious
Any
Anybody
Anyone
Anything
Anyway
Aoki
Aoun
Aoyama
Apache
Apart
Apicella
Apogee
Apollo
Appalachia
Appalachian
Appalled
Apparel
Apparently
Appealing
Appeals
Appel
Appelbaum
Appell
Appellate
Appert
Applause
Apple
Applebaum
Appleseed
Appleseeds
Appleyard
Applications
Applied
Applying
Appointed
Appraisers
Appropriations
Approximately
April
Apt
Aqua
Aquino
Aquitaine
Ara
Arab
Arab-Israeli
Arab-sponsored
Arabia
Arabian
Arabic
Arabs
Arafat
Arai
Aransas
Araskog
Arbel
Arbitragers
Arbor
Arboretum
Arby
Arc
Arcata
Arch
Archer
Archer-Daniels-Midland
Archey
Archibald
Archipelago
Architects
Architecture
Archive
Archives
Archuleta
Arco
Arctic
Arden
Ardito
Ardmore
Are
Area
Areas
Arens
Arfeen
Argentina
Argentine
Argentinian
ArgoSystems
Argonne
Arguably
Argus
Ariane
Arias
Ariel
Ariz
Ariz.
Ariz.-based
Arizona
Arizona-related
Ark
Ark.
Arkansas
Arkansas-based
Arkla
Arkoma
Arlen
Arlington
Arm
Armco
Armed
Armen
Armenia
Armenian
Armenians
Armonk
Armored
Arms
Armstrong
Armuelles
Army
Arney
Arnold
Arnott
Aromatiques
Aronson
Around
Arpanet
Arps
Arrest
Arrested
Arrington
Arrow
Arroyo
Arseneault
Art
Arteries
Arthritis
Arthur
Arthurian
Article
Artist
Artists
Artois
Arts
Artzt
Aruba
Arvind
As
Asahi
Asarco
Asbestos
Asbury
Ascii
Asea
Asensio
Ash
Asher
Asher\/Gould
Asheville
Ashland
Ashok
Ashtabula
Ashton-Tate
Ashurst
Asia
Asia-Pacific
Asia\/Australia
Asian
Asians
Aside
Asil
Asilone
Ask
Aska
Asked
Askin
Aslanian
Asman
Asmara
Aspin
Asquith
Assab
Assad
Assembly
Assemblyman
Assessment
Asset
Asset-Backed
Asset-backed
Assets
Assicurazioni
Assistant
Associate
Associated
Associates
Association
Association-College
Assume
Assuming
Assurance
Assurances
Astor
Astoria
Astronomy
Aswara
At
Atari
Atchinson
Ate
Ateliers
Athena
Athenian
Athens
Athletics
Atkins
Atkinson
Atlanta
Atlanta-based
Atlantans
Atlantic
Atlantis
Atlas
Atone
Atop
Atrium
Atsushi
Attacks
Attendants
Attention
Attic
Attitudes
Attorney
Attorneys
Attridge
Atwood
AuCoin
Auctions
Audi
Audiovisual
Audit
Auditors
Audrey
Aug.
August
Augusta
Augustines
Aunt
Aurora
Aussedat
Austin
Australia
Australia-based
Australian
Australians
Austria
Austrian
Author
Authorities
Authority
Auto
Autodesk
Automated
Automatic
Automax
Automobile
Automobiles
Automotive
Autozam
Autry
Auvil
Avalon
Avdel
Avedisian
Avena
Avenue
Averae
Average
Avery
Avi
Aviacion
Avianca
Aviation
Avions
Avis
Aviv
Avmark
Avner
Avoidance
Avoiding
Avon
Avondale
Aw
Away
Axa
Axa-Midi
Axe
Ayala
Ayer
Ayers
Azem
Azerbaijan
Azioni
Aziza
Azoff
Aztar
Aztec
Azucena
B
B'Gosh
B-1
B-2
B-2s
B-3
B-flat
B.
B.A.T
B.B.
B.C.-based
B.F.
B.J.
B.V.
B2
BACKED
BAKER
BALANCES
BALLOTS
BANCORP
BANK
BANKAMERICA
BANKERS
BART
BASF
BATTLED
BAY
BBB
BBDO
BBN
BCE
BCI
BDDP
BDO
BE
BEAT
BECHTEL
BECOME
BEER
BEING
BELL
BENEFITS
BEWARE
BID
BIG
BIGGER
BILLS
BIO-RAD
BIP
BK
BLAST
BLOCK
BLOCKBUSTER
BLOEDEL
BLOOD
BLUES
BMP
BMW
BMWs
BNL
BOARD
BOARD'S
BOND
BONDS
BONO
BORLAND
BOTH
BOZELL
BP
BPC
BPCA
BRACED
BRANDS
BREADBOX
BRIEFS
BRISTOL-MYERS
BRITISH
BROKERAGE
BROWN-FORMAN
BSB
BSN
BT
BUELL
BUILDING
BUNDY'S
BURBANK
BURNHAM
BUSH
BUSINESS
BUSINESSLAND
BUSY
BUYERS
B\/T
Ba-3
Ba3
Baa-1
Baa-2
Baa2
Baa3
Babe
Babel
Babelists
Babies
Baby
Bacarella
Bach
Bache
Baches
Bachman
Bachmann
Bachtold
Bacillus
Back
Backed
Backer
Backlog
Backup
Bacon
Bad
Baden-Wuerttemberg
Baden-Wuerttemburg
Baer
Bahamas
Bailard
Bailey
Bailiffs
Bailit
Baily
Bain
Bainbridge
Baird
Baja
Baker
Bakersfield
Bakery
Bakes
Bakker
Balag
Balcor
Baldwin
Balfour
Bali
Ball
Balladur
Ballard
Ballhaus
Balloon
Ballooning
Ballwin
Bally
Balmy
Baltic
Baltimore
Baltimore-Washington
Baltimore-based
Balzac
Bam
BanPonce
Banana
Banc
Banca
Banco
Bancorp
Bancorp.
Bancroft
Bancshares
Band
Bandler
Banerian
Bang
Bangkok
Bangladesh
Bank
BankAmerica
BankWatch
Bankcard
Banker
Bankers
Bankhaus
Banking
Bankruptcy
Banks
Bankshares
Banque
Banxquote
Bapilly
Bar
Barabba
Barabolak
Barakat
Barasch
Barba
Barbara
Barber
Barbera
Barbie
Barbra
Barcalounger
Barcelona
Barcelona-based
Barclay
Barclays
Barco
Bard
Bard\/EMS
Bardagy
Bare-Faced
Barell
Barely
Bargain
Bargen
Baring
Barings
Barkley
Barksdale
Barletta
Barlow
Barn
Barnard
Barnes
Barnett
Barney
Barneys
Barnhardt
Barnicle
Baron
Barr
Barrah
Barre
Barred
Barret
Barrett
Barrick
Barrier
Barring
Barris
Barron
Barrow
Barry
Bart
Barth
Bartholow
Bartlesville
Bartlett
Barton
Base
Baseball
Based
Basel
Basel-based
Basf
Basham
Bashing
Basic
Basically
Basil
Basin
Basinger
Basir
Basket
Basketball
Baskets
Bass
Bataan
Batangas
Batch
Batchelder
Bateman
Bates
Batibot
Batman
Battalion-2000
Battelle
Batten
Battery
Battista
Battle
Battle-tested
Bauer
Bauernfeind
Baulieu
Bauman
Bausch
Bauser
Bavaria
Baxley
Baxter
Bay
Bay-area
Bayer
Bayerische
Bayonne
Be
Beach
Beacon
Beadleston
Beairsto
Beal
Beale
Beam
Beame
Bean
Beantown
Bear
Bearings
Bears
Bears-Cleveland
Beat
Beatrice
Beatty
Beau
Beaubien
Beaumont
Beauregard
Beaux
Beaver
Beaverton
Beazer
Bebear
Bebop
Because
Becca
Bechtel
Becker
Beckman
Beckwith
Become
Becton
Beddall
Bedfellows
Bedford
Bee
Beebe
Beebes
Beech
Beech-Nut
Beecham
Beef
Beefeater
Been
Beer
Beermann
Beers
Beethoven
Before
Beggiato
Beghin
Beghin-Say
Beginning
Beheading
Behind
Behrendt
Behringwerke
Beigel
Beijing
Being
Beirut
Beise
Bekaa
Bel
Belatedly
Belding
Belfast
Belgian
Belgique
Belgium
Belier
Belin
Bell
BellSouth
BellSouth-LIN
Bella
Bellas
Belli
Bello
Bells
Belmont
Belmonts
Belo
Belt
Belth
Beltway
Beltway-itis
Belz
Belzberg
Belzbergs
Ben
Benackova
Benazir
Benda
Bendectin
Bendix\/King
Beneath
Benedek
Beneficial
Beneficiaries
Benefit
Benelux
Beng
Benj
Benjamin
Bennett
Bennigsen-Foerder
Benninger
Benny
Bens
Benson
Bensonhurst
Bent
Benton
Bentsen
Benz
Berbera
Berets
Beretta
Berg
Bergen
Berger
Bergsma
Berkeley
Berkshire
Berlin
Berliner
Berlitz
Berman
Bermuda
Bermuda-based
Bern
Bernard
Berner
Bernhard
Bernie
Bernstein
Bernstein-Macaulay
Berra
Berri
Berrigan
Berry
Bert
Berthold
Bertie
Bertin
Bertolotti
Bertolt
Bertram
Bertrand
Bertussi
Besides
Bessemer
Best
Beta
BetaWest
Beth
BethForge
Bethesda
Bethle
Bethlehem
Bets
Betsy
Bette
Bettencourt
Better
Bettner
Betty
Between
Beulah
Beverage
Beverly
Beware
Bewkes
Beyond
Bfree
Bhabani
Bhagat
Bhd.
Bhutto
Biaggi
Bianchi
Bias
Bible
Bick
Bickel
Bickford
Bickwit
Bicycle
Bicycling
Bicyclists
Biden
Bids
Biederman
Biehl
Bien
Bierbower
Big
Bigger
Biggest
Bike
Bikers
Biking
Bikini
Bilanz
Bilbao
Bilbrey
Bill
Billerica
Billie
Billing
Billings
Billionaire
Billions
Bills
Billy
Bilzerian
Bince
Bindal
Binder
Bing
Binghamton
Biny
Bio-Technology
BioSciences
BioVentures
Bioengineers
Biogen
Biographical
Biological
Biondi
Biosource
Biotechnical
Biotechnology
Birinyi
Birk
Birmingham
Birnbaum
Birns
Birtcher
Birthday
Biscuits
Bishop
Bishops
Bismarckian
Bissett
Bit
Bitten
Bixby
BizMart
Black
Blackfriar
Blackhawk
Blackjack
Blacks
Blackstone
Blaggs
Blaine
Blair
Blake
Blanchard
Blandings
Blandon
Blankenship
Blazer
Bleacher
Bleckner
Bleus
Blind
Blinder
Bloc
Bloch
Block
Blockbuster
Blocked
Blodgett
Bloedel
Blondes
Blood
Bloom
Bloomfield
Bloomingdale
Bloomington
Blot
Blount
Blue
Blue-chip
Blues
Bluff
Blum
Blumenfeld
Blumenthal
Blumstein
Blunt
Bo
Boake
Board
Board-listed
Boardrooms
Boat
Boatmen
Bob
Bobar
Bobby
Bocas
Boccone
Bochniarz
Bock
Bockius
Bockris
Boddington
Bodmer
Body
Boehm
Boehringer
Boehringer-Ingleheim
Boeing
Boeings
Boesel
Boesky
Boettcher
Bofors
Boga
Bogart
Bogdan
Bognato
Bogota
Boheme
Boies
Boise
Boise-Cascade
Boisvert
Bolar
Bolger
Bolinas
Bolivia
Bolling
Bollinger
Bologna
Bolstered
Bolstering
Bolton
Bombay
Bon
Bonanza
Bonaventure
Bond
Bonds
Bonecrusher
Bonfire
Bongo
Bonita
Bonn
Bonn-sponsored
Bonnie
Bonniers
Bonomo
Bonuses
Bonwit
Book
Book-of-the-Month
Booker
Bookings
Bookman
Books
Booming
Boon
Boon-Sanwa
Boone
Boorstyn
Booths
Boots
Booz-Allen
Borax
Borden
Border
Bordetella
Boren
Borgeson
Borie
Boris
Bork
Born
Born-again
Borner
Borough
Borrowed
Borrowers
Bosch
Bosco
Bosket
Boskin
Bosque
Boss
Bosses
Bostian
Bostic
Bostik
Boston
Boston-based
Bosworth
Both
Bottling
Boucheron
Boudreau
Bougainville
Bouillaire
Boulder
Boulet
Boulevard
Bouquet
Bourbon
Bourke
Bourse
Bourses
Bouygues
Boveri
Bowater
Bowers
Bowes
Bowing
Bowker
Bowl
Bowles
Bowling
Bowls
Bowman
Bowne
Box
Boxes
Boy
Boyd
Boyer
Boys
Bozell
Brace
Brachfeld
Bracknell
Bradford
Bradley
Bradstreet
Brady
Brae
Braeuer
Bragg
Brahms
Braintree
Braitman
Brake
Braking
Bran
Branca
Branch
Branching
Brand
Brand-Name
Brandon
Brands
Branford
Braniff
Brannigan
Brannon
Brantford
Bratislava
Brauchli
Brauerei
Braumeisters
Brave
Braves
Bravo
Brawer
Brawley
Brawls
Braye
Brazen
Brazil
Brazilian
Brazilians
Brea
Breakers
Breaking
Brecht
Brechtian
Breeden
Breeder
Breeders
Breene
Breger
Bremen
Brenda
Brendan
Brendel
Brenmor
Brent
Brest
Breuners
Brevetti
Breweries
Brewery
Brewing
Brezhnevite
Brezinski
Brian
Briarcliff
Brick
Bricktop
Brideshead
Bridge
Bridgeport
Bridgers
Bridges
Bridget
Brief
Brierley
Brigade
Briggs
Brigham
Bright
Briksa
Brink
Brinkman
Briscoe
Brissette
Bristol
Bristol-Myers
Britain
Britannia
British
British-based
British-born
British-owned
Britoil
Britto
Britton
Brizola
Broad
BroadBeach
Broadcast
Broadcasters
Broadcasting
Broader
Broadstar
Broadway
Broberg
Brockville
Broder
Broderick
Brody
Broiler
Broken
Broker
Brokerage
Brokers
Bromley
Bronces
Bronco
Broncos
Bronfman
Bronfmans
Bronner
Bronson
Bronston
Bronx
Brook
Brooke
Brookings
Brookline
Brooklyn
Brooks
Brophy
Bros
Bros.
Brotherhood
Brothers
Brouwer
Broward
Browder
Brown
Brown-Forman
Brown-tobacco
Browne
Browning
Browns
Brozman
Bruce
Bruch
Bruckheimer
Brunei
Bruner
Bruno
Brunswick
Brunswig
Brush
Brussels
Bruwer
Bruyette
Bryan
Bryant
Bryner
Bucaramanga
Buccaneers
Buchanan
Buchner
Buchwald
Buck
Buckingham
Buckles
Buckley
Bucknell
Bud
Budapest
Buddy
Budget
Budgeting
Budweiser
Buell
Buente
Buffalo
Buffett
Bufton
Bug
Bugs
Buhrmann-Tetterode
Buick
Builders
Building
Buildings
Built
Buksbaum
Bulgaria
Bulgarian
Bulgarians
Bull
Bulletin
Bullion
Bullish
Bullock
Bullocks
Bulls
Bulseco
Bum
Bumiputra
Bumpers
Bums
Bundesbank
Bundy
Bunker
Bunny
Bunting
Buoyed
Burbank
Burch
Bureau
Bureaucrat
Bureaucrats
Bureaus
Burford
Burgee
Burger
Burgess
Buried
Burk
Burke
Burkina
Burlingame
Burlington
Burmah
Burned
Burnham
Burning
Burns
Burnsville
Burr
Burrillville
Burroughs
Burry
Burt
Burton
Burzon
Bus
Busch
Bush
Business
Businesses
Businessland
Businessmen
Bussieres
Buster
But
Butane
Butch
Butcher
Butler
Butte
Butter-Nut
Butterfinger
Butz
Buy
Buy-out
Buyer
Buyers
Buying
Buzzell
Buzzy
By
Byelorussia
Byler
Bynoe
Byrd
Byrne
Byron
Byrum
Byzantine
C
C$
C&D
C&P
C-12
C-17
C-5B
C-S
C-SPAN
C-word
C.
C.B.
C.D.s
C.J.
C.R.
C.W.
CAAC
CACI
CAE
CALIFORNIA
CALL
CALLED
CALLIOPE
CALLS
CAMBREX
CANADIAN
CANCER
CAPITAL
CARE
CAROLG
CARTER
CASE
CATFISH
CB
CB-radio-style
CBI
CBOE
CBS
CBS-owned
CCD
CD
CD-ROM
CD-type
CDA
CDBG
CDC
CDL
CDU
CDs
CEO
CERTIFICATES
CF
CF6-6
CFC
CFC-11
CFC-12
CFCs
CFD
CFTC
CHANGED
CHARLES
CHECKOFF
CHEMICAL
CHEVRON
CHICAGO
CHIEF
CHILDREN
CHRISTMAS
CIA
CIM
CIT
CITIZENS
CLAIMANTS
CLAIMS
CLAUSE
CLOROX
CLUBS
CML
CMS
CNA
CNBC
CNCA
CNN
CNW
CO
CO.
COCA-COLA
COCOA
CODE-NAMED
COFFEE
COHERENT
COKE
COMMERCIAL
COMMUNICATIONS
COMMUTERS
COMPANIES
COMPANY
COMPARE
COMPUTER
COMPUTERS
CONGRESSIONAL
CONSERVATIVES
CONSOLIDATED
CONSUMER
CONTACT
CONTINENTAL
CONTROL
CONVICTION
CONVICTS
COOPER
COOPERATION
COPPER
CORP
CORP.
CORPORATE
COS.
COTTON
COURT
COURTS
CP486
CPAs
CPC
CPI
CRA
CRAF-Cassini
CRASHED
CRAY
CREAM
CREATIVE
CRESTMONT
CRI
CRIME
CRIMINAL
CRITICAL
CROSS-BRED
CRRES
CRS
CRs
CS
CSC
CSFB
CSX
CULPA
CVB
CVN
CWA
Ca
Caa
Cabanne
Cabbage
Cabinet
Cable
Cablevision
Cabrera
Cadbury
Cadbury-Schweppes
Caddyshack
Cadillac
Cadwell
Caere
Caesarean
Caesars
Cafe
Cage
Cahoon
Cairenes
Cairo
Caisse
Caitlin
CalFed
CalMat
CalTech
Calabasas
Calaveras
Calderwood
Caldwell
Caleb
Calgary
Calgary-based
Calgene
Calgon
Calif
Calif.
Calif.-based
California
California-backed
California-based
California-bashing
Californians
Calisto
Call
Call-In
Callable
